<?php

return [
    'verificationCode' => [
        'title' => 'Код подтверждения',
        'instruction' => 'Пожалуйста, используйте проверочный код ниже для подтверждения вашего адреса электронной почты.',
        'warning' => 'Если вы не запрашивали эту проверку, вы можете проигнорировать это письмо или <a href="mailto:hello@prezio.ru">обратиться в поддержку</a>.',
        'appeal' => 'Давайте вместе создадим презентации, которые заставят ваши идеи сиять! Всегда рядом, команда Prezio.',
        'footer' => 'Вы получили это письмо так как являетесь пользователем сервиса Prezio. Вы можете  управлять подписками <a href=":url" target="_blank">в личном кабинете</a>.',
    ]
];
