<?php

return [
    'verificationCode' => [
        'title' => 'Код подтверждения',
        'instruction' => 'Пожалуйста, используйте проверочный код ниже для подтверждения вашего адреса электронной почты.',
        'warning' => 'Если вы не запрашивали эту проверку, вы можете проигнорировать это письмо или <a href="mailto:hello@prezio.ru">обратиться в поддержку</a>.',
        'appeal' => 'Давайте вместе создадим презентации, которые заставят ваши идеи сиять! Всегда рядом, команда Prezio.',
    ],
    'welcome' => [
        'title' => '👋 Приветствуем, :name. Время блеснуть!',
        'description' => 'Приветствуем вас в Prezio – вашем новом креативном партнере для создания впечатляющих презентаций! Мы готовы изменить ваш опыт и сделать ваши выступления неповторимыми.',
        'getStarted' => 'Начните работу в Prezio',
        'tips' => [
            'title' => 'Вот несколько способов начать работу:',
            'description' => 'Давайте вместе создадим презентации, которые заставят ваши идеи сиять! Всегда рядом, команда Prezio.',
            'list' => [
                'one' => '<b>Создайте свой первый проект</b> с викториной или облаком слов.',
                'two' => '<b>Сгенерируйте QR код</b> вашей презентации и отправьте его вашей аудитории – мгновенный доступ, никаких сложностей.',
                'three' => '<b>Проведите презентацию</b> и взаимодействуйте с аудиторией в режиме реального времени.',
            ]
        ]
    ],

    'footer' => 'Вы получили это письмо так как являетесь пользователем сервиса Prezio. Вы можете  управлять подписками <a href=":url" target="_blank">в личном кабинете</a>.',
];
