<template>
  <q-page class="container">
    <q-btn
      icon="r_arrow_back_ios"
      round
      flat
      class="round-borders fixed-bottom-left"
      style="
        margin-bottom: 1.42857em;
        margin-left: 1.42857em;
        width: 4.28571em;
        height: 4.28571em;
      "
      @click="$router.go(-1)"
    ></q-btn>

    <h1 class="text-h2">Пользовательское соглашение</h1>

    <div>
      Настоящее пользовательское соглашение (далее - Соглашение) в соответствии
      с положениями ст. 437 ГК РФ является офертой самозанятого Бочкина Максима
      Викторовича (далее - Администратор), и адресовано любому лицу,
      использующему Сервис (далее – Пользователю) на изложенных ниже условиях.
    </div>

    <div class="text-h5">Термины и определения:</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        <b>Сервис</b> — онлайн платформа для разработки и трансляции
        интерактивных презентаций, расположенная на веб-сайте
        <a href="https://prezio.ru">https://prezio.ru</a> и принадлежащая
        Администратору.
      </div>
      <div>
        <b>Пользователь</b> — лицо, зарегистрированное на Сервисе и использующее
        его функционал.
      </div>
      <div>
        <b>Личный кабинет</b> – раздел Сайта, где хранятся его личные данные.
      </div>
      <div>
        <b>Политика</b> — документ, определяющий порядок сбора, обработки и
        защиты персональных данных, доступный на сайте
        <a href="https://prezio.ru/privacy-policy">
          https://prezio.ru/privacy-policy </a
        >.
      </div>
      <div>
        <b>Оферта</b> — предложение заключить договор на платное использование
        дополнительных функций Сервиса.
      </div>
      <div>
        <b>Аккаунт</b> — уникальная учетная запись Пользователя на Сервисе.
        Позволяет Пользователю использовать функционал, доступный
        зарегистрированным Пользователям.
      </div>
      <div>
        <b>Контент</b> — информация, документы и иные объекты, размещаемые
        Пользователем или Администратором на Сервисе.
      </div>
    </div>

    <div class="text-h5">1. Предмет соглашения</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        1.1. Администратор предоставляет Пользователю неисключительную лицензию
        на использование Сервиса.
      </div>
      <div>
        1.2. Пользователь использует Сервис согласно условиям Соглашения,
        Политики, Оферты и действующего законодательства Российской Федерации.
      </div>
    </div>

    <div class="text-h5">2. Условия использования</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        2.1. Для использования Сервиса Пользователю необходимо
        зарегистрироваться, заполнив необходимую форму на Сайте
        <a href="https://prezio.ru">https://prezio.ru</a>.
      </div>
      <div>
        2.2. Регистрация и дальнейшее использование Сервиса возможны с помощью
        различных сторонних онлайн-сервисов, таких как социальные сети, например
        Яндекс или Вконтакте (далее – «Социальные сети»). Для того, чтобы
        воспользоваться данной функцией, необходимо пройти аутентификацию,
        зарегистрироваться или войти в Социальные сети на веб-сайтах
        соответствующих поставщиков. Предоставленная в рамках такой процедуры
        персональная информация о Пользователе будет использоваться, храниться и
        раскрываться в соответствии с размещенной Администратором Политикой
        конфиденциальности (<a href="https://prezio.ru/privacy-policy"
          >https://prezio.ru/privacy-policy </a
        >. Администратор не несет никакой ответственности за методы обеспечения
        конфиденциальности или другие действия сторонних веб-сайтов или
        сервисов, а также за ущерб или убытки, возникшие в связи с
        использованием Социальных сетей.
      </div>
      <div>
        2.3. После регистрации Пользователь получает доступ в Личный кабинет.
        Все действия, совершаемые в Личном кабинете, считаются совершенными
        Пользователем лично.
      </div>
      <div>
        2.4. Регистрируясь на Сервисе, Пользователь обязуется предоставить
        Администратору точную и полную информацию, и своевременно обновлять ее.
      </div>
      <div>
        2.5. Пользователь самостоятельно несет ответственность за сохранение
        конфиденциальности информации, содержащейся в его Личном кабинете, а
        также за всю без исключения деятельность, которая ведётся от имени
        Пользователя в Личном кабинете. Пользователь должен незамедлительно
        уведомить Администратора о несанкционированном использовании его учётной
        записи или пароля или любом другом нарушении системы безопасности.
      </div>
      <div>
        2.6. В случае передачи Пользователем своего логина и/или пароля третьему
        лицу, Пользователь несет ответственность за несанкционированные действия
        третьего лица, как за свои собственные.
      </div>
      <div>
        2.7. Администратор не несет ответственности за убытки, вызванные
        несанкционированным использованием личных данных Пользователя,
        размещенных в его Личном кабинете.
      </div>
    </div>

    <div class="text-h5">
      3. Порядок использования отдельных функций и сервисов
    </div>
    <div class="column no-wrap q-gutter-md">
      <div>
        3.1. Отдельные функции и сервисы, размещенные на Сервисе, могут быть
        доступны для использования только после внесения платы (далее – Платные
        услуги). Использование Платных услуг осуществляется по усмотрению
        Пользователя в соответствии с установленной Администратором ценой
        (тарифом).
      </div>
      <div>
        3.2. Администратор вправе по своему усмотрению изменить цены (тарифы) на
        Платные услуги в любое время. Сообщение об изменениях может быть
        отправлено Пользователю по электронной почте или же размещено в
        соответствующем разделе Сервиса.
      </div>
      <div>
        3.3. Платные услуги предоставляются по подписке. Для активации подписки
        необходимо оплатить один из тарифов на месяц или на год и согласиться на
        автопродление тарифа. Средства с банковской карты Пользователя будут
        списываться автоматически ежемесячно или ежегодно в зависимости от
        выбранного формата оплаты.
      </div>
      <div>
        3.4. Для отмены подписки (автопродления тарифа) Пользователю необходимо
        изменить тариф на Базовый. Автопродление тарифа будет отключено и
        переход на Базовый тариф будет осуществлён автоматически по окончании
        оплаченного периода.
      </div>
    </div>

    <div class="text-h5">4. Обработка персональных данных</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        4.1. Согласие Пользователя с условиями настоящего Соглашения
        рассматривается Администратором как данное Пользователем (субъектом
        персональных данных) конкретное, информированное и сознательное согласие
        на обработку своих персональных данных, в том числе аутентификационных и
        содержащихся в файлах cookies.
      </div>
      <div>
        4.2. Администратор добросовестно полагает, что процедура регистрации
        производится непосредственно самим Пользователем или его законным
        представителем. Администратор не принимает на себя никаких обязательств
        по проверке данных, указанных Пользователем.
      </div>
      <div>
        4.3. Поскольку Администратор не проводит процедуру идентификации
        личности, то он не несет ответственности за возможный ущерб, причиненный
        другим Пользователям или третьим лицам в результате указания
        недостоверной информации.
      </div>
      <div>
        4.4. Правила обработки персональных данных установлены настоящим
        Соглашением, а также Политикой конфиденциальности, размещенной
        Администратором по адресу
        <a href="https://prezio.ru/privacy-policy">
          https://prezio.ru/privacy-policy </a
        >.
      </div>
      <div>
        <div>
          4.5. Администратор не несет ответственности за возможное нецелевое
          использование персональных данных Пользователей, произошедшее из-за:
        </div>
        <div class="column no-wrap q-gutter-sm q-pt-sm q-pl-md">
          <div>
            4.5.1. технических неполадок в программном обеспечении, серверах или
            компьютерных сетях, находящихся вне контроля Администратора;
          </div>
          <div class="">
            4.5.2. перебоев в работе Сервиса, в том числе связанных с намеренным
            или ненамеренным использованием Сервиса не по назначению третьими
            лицами.
          </div>
        </div>
      </div>
    </div>

    <div class="text-h5">5. Права Администратора</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        5.1. Изменять условия использования Сервиса. Изменения вступают в силу с
        момента их размещения на Сайте
        <a href="https://prezio.ru">https://prezio.ru</a>.
      </div>
      <div>
        5.2. В любое время без уведомления Пользователя вносить изменения в
        перечень услуг, предлагаемых на Сайте, и (или) их цен.
      </div>
      <div>
        5.3. Раскрывать информацию о Пользователе в соответствии с действующим
        законодательством Российской Федерации.
      </div>
      <div>
        5.4. Без предварительного уведомления Пользователя прекратить и (или)
        заблокировать доступ к Сервису, если Пользователь нарушил Соглашение, а
        также в случае прекращения действия работы Сервиса либо по причине
        технической неполадки или проблемы.
      </div>
      <div>
        <div>5.5. Не рассматривать обращения Пользователя:</div>
        <div class="column no-wrap q-gutter-sm q-pt-sm q-pl-md">
          <div>
            5.5.1. не содержащие информацию и/или документы, необходимые для
            рассмотрения обращения;
          </div>
          <div>
            5.5.2. содержащие ложную информацию и/или документы, не обладающими
            признаками достоверности;
          </div>
          <div>
            5.5.3. в отношении вопросов, по которым ранее был направлен ответ
            Пользователю (повторные обращения);
          </div>
          <div>
            5.5.4. содержащие оскорбления, угрозы или обращения, изложенные в
            резкой негативной форме;
          </div>
          <div>
            5.5.5. направленные с нарушением иных условий и порядка рассмотрения
            обращений.
          </div>
        </div>
      </div>

      <div>
        5.6. В одностороннем порядке аннулировать данные Личного кабинета
        Пользователя, если он не использовался более 36 календарных месяцев
        подряд, без уведомления Пользователя.
      </div>
      <div>
        5.7. Получать доступ к Личному кабинету Пользователя для мониторинга
        работы Сервиса.
      </div>
      <div>
        5.8. Проводить профилактические работы, влекущие приостановление работы
        Сервиса.
      </div>
    </div>

    <div class="text-h5">6. Интеллектуальная собственность</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        6.1. Исключительное право на Сервис, а также на доработки функционала,
        совершенные в процессе исполнения Соглашения, принадлежит
        Администратору.
      </div>
      <div>
        6.2. Неисключительная лицензия ограничена «правом на использование», и
        ни одно из положений Соглашения не означает передачи Пользователю
        исключительного права на Сервис.
      </div>
      <div>
        6.3. Администратор предоставляет Пользователю право использования
        Сервиса на срок действия Соглашения.
      </div>
      <div>
        6.4. Загружая Контент на Сервис, Пользователь предоставляет
        Администратору право на хранение и обработку Контента в целях исполнения
        Соглашения.
      </div>
      <div>
        6.5. Срок хранения Контента Пользователя на Сервисе составляет 1 (один)
        год с даты его размещения.
      </div>
      <div>
        6.6. Исключительные права на Контент принадлежат Администратору и/или
        другим правообладателям.
      </div>
      <div>
        6.7. Любое использование Сервиса или Контента, кроме разрешенного или в
        случае явно выраженного согласия правообладателя на такое использование,
        запрещено без предварительного письменного разрешения правообладателя.
      </div>
      <div>
        6.8. Администратор безвозмездно, на условиях простой (неисключительной)
        лицензии, предоставляет Пользователю непередаваемое право использования
        Сайтом в соответствии с условиями настоящего Соглашения.
      </div>
      <div>
        6.9. Пользователь не имеет права изменять, декомпилировать,
        дизассемблировать, дешифровать и производить иные действия с объектным
        кодом Сайта и, имеющие целью получение информации о реализации
        алгоритмов, используемых в Сайте, создавать производные произведения с
        использованием Сайта, а также осуществлять (разрешать осуществлять) иное
        использование Сайта без письменного согласия Администратора.
      </div>
    </div>

    <div class="text-h5">7. Заверения, гарантии и ответственность сторон</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        7.1. Пользователь соглашается с тем, что Администратор не несет
        ответственности и не имеет прямых или косвенных обязательств перед
        Пользователем в связи с любыми возможными или возникшими потерями или
        убытками, связанными с любым содержанием Сервиса.
      </div>
      <div>
        7.2. Пользователь принимает положение о том, что все материалы и сервисы
        Сервиса или любая их часть могут сопровождаться рекламой. Пользователь
        соглашается с тем, что Администратор не несет какой-либо ответственности
        и не имеет каких-либо обязательств в связи с размещением и демонстрацией
        такой рекламы.
      </div>
      <div>
        7.3. Администратор не гарантирует, что Сервис соответствует или будет
        соответствовать требованиям Пользователя; что сервисы будут
        предоставляться непрерывно, быстро, надежно и без ошибок, что качество
        какой-либо услуги, полученной с использованием сервисов, будет
        соответствовать ожиданиям Пользователя.
      </div>
      <div>
        7.4. Администратор не несет ответственности за нарушение Пользователем
        Пользовательского соглашения и оставляет за собой право по своему
        усмотрению удалить Личный кабинет Пользователя, приостановить,
        ограничить или прекратить доступ Пользователя к любому из разделов или
        сервисов Сервиса, если такой Пользователь по субъективному мнению
        Администратора нарушает условия Пользовательского соглашения или
        представляет угрозу для Сервиса, Пользователей или третьих лиц.
      </div>
      <div>
        <div>7.5. Администратор не несет ответственности за:</div>
        <div class="column no-wrap q-gutter-sm q-pl-md q-pt-sm">
          <div>
            7.5.1. задержки или сбои в процессе совершения операции, возникшие
            вследствие непреодолимой силы, а также любого случая неполадок в
            телекоммуникационных, компьютерных, электрических и иных смежных
            системах;
          </div>
          <div>
            7.5.2. действия систем переводов, банков, платежных систем и за
            задержки, сбои связанные с их работой;
          </div>
          <div>
            7.5.3. надлежащее функционирование Сервиса, в случае, если
            Пользователь не имеет необходимых технических средств для его
            использования, а также не исполняет обязательства по обеспечению
            пользователей такими средствами.
          </div>
        </div>
      </div>
    </div>

    <div class="text-h5">8. Решение споров</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        8.1. Все споры или разногласия, возникающие между Сторонами в связи с
        исполнением Соглашения, разрешаются ими путем переговоров.
      </div>
      <div>
        8.2. При недостижении Сторонами соглашения, споры и разногласия подлежат
        разрешению в претензионном порядке. Срок ответа на претензию — 30 дней.
      </div>
      <div>
        8.3. В случае невозможности разрешения спора в досудебном порядке или
        неполучении письменного ответа в течение 30 календарных дней со дня
        получения претензии – любая из Сторон вправе обратиться в суд за защитой
        своих прав. Стороны договорились о применении правил договорной
        подсудности – обращение в суд по месту нахождения Администратора.
      </div>
      <div>8.4. Применимым правом является право Российской Федерации.</div>
    </div>

    <div class="text-h5">9. Заключительные положения</div>
    <div class="column no-wrap q-gutter-md">
      <div>
        <div>9.1. Обмен сообщениями</div>
        <div class="column no-wrap q-gutter-sm q-pl-md q-pt-sm">
          <div>
            9.1.1. Администратор вправе направлять Пользователю уведомления по
            электронной почте, отправив сообщение на адрес:
            <a href="mailto:hello@prezio.ru">hello@prezio.ru</a>, или
            публиковать их на Сервисе. Пользователь в любое время вправе
            отказаться от получения рассылки, написав на электронный адрес:
            <a href="mailto:hello@prezio.ru">hello@prezio.ru</a>.
          </div>
          <div>
            9.1.2. Для направления запросов принимается следующее — письмо
            Пользователя Администратору, направленное по электронной почте на
            адрес: <a href="mailto:hello@prezio.ru">hello@prezio.ru</a>.
          </div>
        </div>
      </div>

      <div>
        <div>9.2. Прочие условия</div>
        <div class="column no-wrap q-gutter-sm q-pl-md q-pt-sm">
          <div>
            9.2.1. Соглашение может быть изменено или дополнено Администратором
            в любое время и без уведомления Пользователя.
          </div>
          <div>
            9.2.2. Новая редакция Соглашения вступает в силу в течение 7 (семи)
            календарных дней с момента ее размещения на Сервисе.
          </div>
          <div>
            9.2.3. Пользователь самостоятельно проверяет условия Соглашения на
            предмет их изменения и/или дополнения.
          </div>
          <div>
            9.2.4. Продолжение использования Сервиса после внесения изменений
            и/или дополнений в Соглашение означает принятие и согласие
            Пользователя с такими изменениями и/или дополнениями.
          </div>
          <div>
            9.2.5. Признание по тем или иным причинам одного или нескольких
            положений Соглашения недействительными или не имеющими юридической
            силы, не влияет на действительность или применимость остальных
            положений Соглашения.
          </div>
          <div>
            9.2.6. К отношениям, вытекающим из Соглашения, нормы о защите прав
            потребителей, предусмотренные законодательством Российской
            Федерации, не применяются.
          </div>
          <div>
            9.2.7. Соглашение составлено на русском языке и может быть
            предоставлено Пользователю для ознакомления на английском языке. В
            случае расхождения русскоязычной версии Соглашения и версии
            Соглашения на ином языке, применяются положения русскоязычной версии
            Соглашения.
          </div>
        </div>
      </div>
    </div>
  </q-page>
</template>

<style scoped lang="scss">
.container {
  max-width: 1200px;
  font-size: 16px;
  padding-bottom: 64px;
}

.text-h5 {
  margin-top: 64px;
  margin-bottom: 16px;
}

table {
  width: 100%;
  border-collapse: collapse;
  overflow: hidden;
  border-radius: 8px;
  outline: 1px solid $grey-4;
}

table,
th,
td {
  border: 1px solid $grey-4;
}

th,
td {
  padding: 10px;
  text-align: left;
  background-clip: padding-box;
}

ul {
  list-style-type: none;
  padding: 0;
  margin: 0;
}

li {
  padding: 2px 0;
}
</style>
<script setup></script>
