export default {
  /*
   * meta
   */
  meta: {
    app: "Prezio",

    homepage: {
      title:
        "Создайте увлекательные и интерактивные презентации с Prezio {split} Онлайн сервис для креативных презентаций",
      ogTitle: "Создайте увлекательные презентации с Prezio",

      description:
        "Разрабатывайте уникальные и вдохновляющие презентации с Prezio. Выберите тариф, который подходит вам, и погрузитесь в мир интерактивных выступлений.",
      ogDescription:
        "Развивайте свои идеи с помощью нашего онлайн сервиса для презентаций. Выберите свой тариф и начните создавать прямо сейчас.",

      keywords:
        "Создание интерактивных презентаций, Онлайн сервис для презентаций, Креативные выступления",
    },

    auth: {
      login: {
        title:
          "Вход в аккаунт Prezio {split} Управляйте своими презентациями онлайн",
        ogTitle: "Вход в аккаунт Prezio",

        description:
          "Войдите в свой аккаунт Prezio и получите доступ к управлению вашими презентациями. Просто, удобно и безопасно.",
        ogDescription:
          "Управляйте своими презентациями онлайн с помощью Prezio. Быстрый и безопасный вход в ваш аккаунт.",

        keywords:
          "Вход в аккаунт Prezio, Управление презентациями онлайн, Безопасный вход",
      },
      signup: {
        title:
          "Регистрация в Prezio {split} Начните создание увлекательных презентаций",
        ogTitle: "Регистрация в Prezio",

        description:
          "Создайте свой аккаунт Prezio и начните путешествие по миру креативных и интерактивных презентаций. Просто и быстро.",
        ogDescription:
          "Начните создавать увлекательные презентации с помощью Prezio. Простая и быстрая регистрация.",

        keywords:
          "Регистрация в Prezio, Создание аккаунта для презентаций, Быстрая регистрация",
      },
      restorePassword: {
        title:
          "Восстановление пароля в Prezio {split} Безопасный доступ к вашим презентациям",
        ogTitle: "Восстановление пароля в Prezio",

        description:
          "Забыли пароль? Восстановите доступ к своим презентациям на Prezio. Просто, безопасно и быстро.",
        ogDescription:
          "Восстановите доступ к вашим презентациям с помощью безопасной процедуры восстановления пароля.",

        keywords:
          "Восстановление пароля Prezio, Безопасный доступ к презентациям, Процедура восстановления пароля",
      },
    },

    profile: {
      title: "Профиль",
      description: "Персонализируйте свой профиль в Prezio.",
      keywords:
        "Профиль Prezio, Управление презентациями, Облако слов, Викторины, Мозговой штурм.",
    },

    dashboard: {
      title:
        "Prezio Dashboard {split} Управление всеми вашими презентациями в одном месте",
      ogTitle: "Prezio Dashboard - управление презентациями",

      description:
        "Легкий доступ и полный контроль. Управляйте всеми вашими презентациями в Prezio через интуитивно понятный Dashboard.",
      ogDescription:
        "Ваше центральное место управления всеми презентациями на Prezio. Простой и интуитивный доступ.",

      keywords:
        "Dashboard для презентаций, Управление всеми презентациями в Prezio, Интуитивно понятный контроль",
    },

    presentation: {
      studio: {
        title: "Конструктор",
        description:
          "Используйте наш удобный конструктор презентаций, чтобы создавать профессиональные слайды с облаками слов, викторинами и мозговым штурмом. Привлекайте внимание аудитории.",
        keywords:
          "Конструктор презентаций, Редактор презентаций, Облако слов, Викторины, Мозговой штурм.",
      },
      room: {
        title: "Показ",
        description:
          "Проводите презентации с облаками слов, викторинами и мозговым штурмом. Делайте ваши встречи запоминающимися и вовлекающими.",
        keywords:
          "Показ презентаций, Интерактивные механики, Облако слов, Викторины, Мозговой штурм.",
      },
    },
  },

  pages: {
    notFound: {
      title: "Страница не найдена",
      description:
        "Вероятно, ссылка на презентацию устарела, попросите владельца презентации прислать новую ссылку.",
      goBack: "Вернуться",
      homepage: "Главная страница",
    },
  },

  /*
   * tooltips
   */
  tooltips: {
    maxUploadFileSize: "Максимальный размер 10MB",
    comingSoon: "Скоро будет доступно",
  },

  /*
   * loading
   */
  loading: {
    fetchingData: "Загружаем данные",
  },

  /*
   * dialogs
   */
  dialogs: {
    confirmation: {
      cancel: "Отмена",
      confirm: "Подтвердить",
    },
  },

  /*
   * error
   */
  errors: {
    fieldIsRequired: "Поле является обязательным для заполнения",
  },

  /*
   * user
   */
  you: "(вы)",

  /*
   * emoji
   */
  emoji: {
    searchPlaceholder: "Поиск emoji",
    skinTone: "Цвет кожи",
    smileys_people: "Смайлики & Люди",
    animals_nature: "Животные & Природа",
    food_drink: "Еда & Напитки",
    activities: "Развлечения",
    travel_places: "Путешествия",
    objects: "Обьекты",
    symbols: "Символы",
    flags: "Флаги",
  },

  /*
   * policies
   */
  privacyPolicy: "Политика конфиденциальности",
};
