export default {
  /*
   * meta
   */
  meta: {
    app: "Prezio",

    homepage: {
      title: "Интерактивные презентации для встреч и обучения",
      description:
        "Создавайте увлекательные и эффективные презентации с помощью Prezio. Привлекайте внимание аудитории с облаками слов, викторинами и мозговым штурмом. Повышайте вовлеченность и активность аудитории.",
      keywords: "Prezio, Интерактивные презентации, Облако слов, Викторины.",
    },

    auth: {
      login: {
        title: "Вход",
        description:
          "Войдите в свой аккаунт Prezio и начните создавать увлекательные интерактивные презентации для ваших встреч. Впечатляйте аудиторию с облаками слов, викторинами и мозговым штурмом.",
        keywords:
          "Вход в Prezio, Аккаунт Prezio, Интерактивные презентации, Облако слов, Викторины, Мозговой штурм.",
      },
      signup: {
        title: "Регистрация",
        description:
          "Зарегистрируйтесь в Prezio и начните использовать все инструменты для создания профессиональных интерактивных презентаций. Привлекайте внимание аудитории с облаками слов, викторинами и опросами.",
        keywords:
          "Регистрация в Prezio, Создание аккаунта, Интерактивные презентации, Облако слов, Викторины, Онлайн опросы.",
      },
      restorePassword: {
        title: "Восстановление доступа",
        description:
          "Забыли пароль? Восстановите доступ к своему аккаунту Prezio и продолжите впечатлять аудиторию с помощью уникальных интерактивных механик.",
        keywords:
          "Восстановление доступа, Забытый пароль, Prezio, Интерактивные презентации.",
      },
    },

    profile: {
      title: "Профиль",
      description: "Персонализируйте свой профиль в Prezio.",
      keywords:
        "Профиль Prezio, Управление презентациями, Облако слов, Викторины, Мозговой штурм.",
    },

    dashboard: {
      title: "Панель",
      description:
        "Отслеживайте и управляйте всеми вашими презентациями и папками в одном месте.",
      keywords:
        "Дэшборд Prezio, Управление презентациями, Облако слов, Викторины, Опросы.",
    },
    presentation: {
      studio: {
        title: "Конструктор",
        description:
          "Используйте наш удобный конструктор презентаций, чтобы создавать профессиональные слайды с облаками слов, викторинами и мозговым штурмом. Привлекайте внимание аудитории.",
        keywords:
          "Конструктор презентаций, Редактор презентаций, Облако слов, Викторины, Мозговой штурм.",
      },
      room: {
        title: "Показ",
        description:
          "Проводите презентации с облаками слов, викторинами и мозговым штурмом. Делайте ваши встречи запоминающимися и вовлекающими.",
        keywords:
          "Показ презентаций, Интерактивные механики, Облако слов, Викторины, Мозговой штурм.",
      },
    },
  },

  pages: {
    notFound: {
      title: "Страница не найдена",
      description:
        "Вероятно, ссылка на презентацию устарела, попросите владельца презентации прислать новую ссылку.",
      goBack: "Вернуться",
      homepage: "Главаная страница",
    },
  },

  /*
   * tooltips
   */
  tooltips: {
    maxUploadFileSize: "Максимальный размер 10MB",
    comingSoon: "Скоро будет доступно",
  },

  /*
   * loading
   */
  loading: {
    fetchingData: "Загружаем данные",
  },

  /*
   * dialogs
   */
  dialogs: {
    confirmation: {
      cancel: "Отмена",
      confirm: "Подтвердить",
    },
  },

  /*
   * error
   */
  errors: {
    fieldIsRequired: "Поле является обязательным для заполнения",
  },

  /*
   * user
   */
  you: "(вы)",

  /*
   * emoji
   */
  emoji: {
    searchPlaceholder: "Поиск emoji",
    skinTone: "Цвет кожи",
    smileys_people: "Смайлики & Люди",
    animals_nature: "Животные & Природа",
    food_drink: "Еда & Напитки",
    activities: "Развлечения",
    travel_places: "Путешествия",
    objects: "Обьекты",
    symbols: "Символы",
    flags: "Флаги",
  },

  /*
   * policies
   */
  privacyPolicy: "Политика конфиденциальности",
};
