export default {
  landing: {
    auth: {
      login: "Войти",
      signup: "Регистрация",
    },

    hyperlinks: {
      features: "Возможности",
      prices: "Цены",
      faq: "Вопросы и ответ",
    },

    heroes: {
      title: {
        static: "Интерактивные презентации для",
        dynamic: {
          one: "рабочих встреч",
          two: "конференций",
          three: "учебы",
        },
      },
      description:
        "Привлекайте любую аудиторию с помощью облаков слов, живых опросов, викторин, инструментов мозгового штурма",
      action: "Создать презентацию",
    },

    benefits: {
      title: "Кому полезно использовать Prezio?",
      description:
        "Поможем вовлеч и активировать аудиторию, собрать обратную связь и повысить узнаваемость бренда",

      sales: {
        title: "Сотрудникам продаж",
        description:
          "Повышайте продажи мотивируя и вовлекая ваших клиентов и партнеров. Выделяйтесь на рынке с помощью уникальных интерактивных презентаций, которые включают квизы, облако слов и опросы.",
      },

      expertsAndTeams: {
        title: "Экспертам и командам",
        description:
          "Делайте свои презентации более интересными и полезными с помощью нашего сервиса. Получайте ценную обратную связь от вашей аудитории в реальном времени с помощью онлайн опросов.",
      },

      teachers: {
        title: "Учителям",
        description:
          "Создавайте увлекательные и эффективные уроки с помощью нашего сервиса. Используйте игровые механики, такие как квизы, облака слов и опросы, чтобы стимулировать интерес и участие вашей аудитории.",
      },
    },
  },
};
